{
  "0": {
    "id": "aXvB_SJlsu8_chunk_0",
    "text": "Il y a 100 ans, naissait un conflit qui allait rapidement devenir un des plus complexes et controversés au monde. Un conflit entre deux peuples très différents pour un même territoire. Afin de comprendre les origines de ce conflit, retraçant sur carte l'histoire du peuple juif. Le conflit israélo-palestinien sera expliqué dans la seconde vidéo. On commence en 750 avant Jésus-Christ. Le Proche-Orient est divisé en plusieurs petits royaumes et cités états, coincés entre l'Empire Assyrien au Nord et l'Égypte au Sud. Parmi ceux-ci, il y a le Royaume d'Israël, dont le peuple vénère plusieurs dieux, y compris Yahvé. En moins 722, la capitale Samarie tombe aux mains de l'Empire Assyrien. Une partie de la population fuit alors vers le Royaume de Judah et Jérusalem. Mais ils seront suivis par l'armée assyrienne qui continue son expansion vers le Sud. La région reste alors sous contrôle pendant un siècle, jusqu'à la chute de la capitale Niniiv face aux babiloniens. L'Egypte et Babilone vont alors se disputer les territoires de l'Ancien Empire, mais rapidement les babiloniens prennent le dessus et s'imposent dans la région. Jérusalem résiste à cette nouvelle domination et se rebelle. L'armée babilonienne revient alors pour assieger et saccager la ville. Une bonne partie de la population est ensuite déplacée vers la capitale. En moins 539, l'Empire perd... Akemenid prend le dessus sur Babylon. Le nouveau roi autorise un retour sur leur terre aux peuples anciennement vaincus. Une bonne partie des judéens retourne à Jérusalem pour construire la ville et organiser les bases de la culture juive en y construisant le temple de Salomon et en écrivant la Torah. En moins 334, le jeune et ambitieux roi de Macédoine Alexandre le Grand part avec son armée à la conquête du monde connu. En un peu plus de 10 ans, il soumet un énorme territoire et est bâti de nombreuses villes. Mais exténué par la conquête, il meurt à 32 ans à Babylon, sans héritier en âge de gouverner. L'Empire est alors divisé par ses généraux en différents royaumes et lénistiques. La Judée passe sous contrôle de la dynastie des Ptolemées. Une communauté juive s'installe alors dans la nouvelle ville d'Alexandrie, et la Torah y est traduite en grec. Suite à une guerre contre la dynastie Célocyde, la Judée change de côté. La culture hélénique et la culture juive deviennent concurrentes au point qu'un hôtel du temple est maintenant dédié aux cultes de Zeus. Une milice juive traditionnaliste s'organise et reprend le contrôle de Jérusalem en moins 164. Le temple est rétabli et le royaume de Judée devient indépendant. Un siècle plus tard, la région est conquise par l'armée romaine. Les judéens tenteront deux révoltes qui seront violemment matées. La première en... La chanson 66 provoque le siège de Jérusalem puis la destruction de son temple. Seul un mur de l'Ancien trésiste, il deviendra le mur des lamentations. Lors de la seconde révolte, la ville est rasée et une grande partie du peuple est massacrée. Cette fois, les Juifs sont interdits en Judée. Aucou est migre alors vers la Galilée, mais aussi dans l'Empire. Vers la fin de l'Empire romain, le christianisme est la religion dominante et Jérusalem a de pélérinage. La communauté juive qui est alors prospère dans le bassin méditerranéen se fait progressivement persécuter, surtout chez les Huizigot et dans l'Empire Byzantine. Au 7e siècle, suite à la naissance de l'Islam, commence une conquête arabe. Dans certains cas, les juifs soutiennent cette conquête dans l'espoir de meilleures conditions. Ils sont alors tolérés par les Arabes et seuls les peuples politaïstes sont convertis de force. A Jérusalem, le domes du rocher est construit. La vie... et maintenant une ville sainte pour les trois religions monothéistes. Les Arabes arrivent jusque dans la péninsule ibérique qu'ils appellent Al-Andalus. 5 de la population est juive et leur culture y commence un âge d'or. Alors qu'en Europe, ils sont tolérés en tant que peuple témoin des temps antérieurs à Jésus-Christ. Mais aussi en tant qu'unique commerçant entre les catholiques et les musulmans. Ce qui permet aux Juifs de s'implanter progressivement dans toute l'Europe occidentale. Au XIe siècle, les turcs Seljukid, un peuple originaire d'Asie centrale, commencent son expansion et atteint Jérusalem. Ils y persécutent les chrétiens et leur interdisent le pèlerinage vers la ville. En réaction, les chrétiens d'Europe organisent des croisades, des expéditions militaires et religieuses vers la ville sainte. En chemin, ils massacrent des communautés juives qu'ils considèrent désormais comme un peuple déicide, qui a tué Jésus-Christ. En 1347, la peste noire accompagne des bateaux de commerçant génois en provenance de Kafa. En cinq ans, la maladie se propage dans toute l'Europe et décime près de la moitié de la population. Une rumeur se diffuse accusant les Juifs d'avoir empoisonné les Puis. Ils sont alors persécutés, principalement sur l'axe Rhin-Rhone, puis progressivement expulsés. En Espagne, la reconquista se termine. Les rois catholiques imposent aux Juifs de se convertir ou de partir. Une grande partie... Il choisit le départ et va s'installer le long des côtes méditerranéennes et principalement dans l'Empire ottoman où ils sont les bienvenus. La Pologne lituanie commence aussi une politique d'accueil et devient un havre pour les Juifs en provenance d'Europe de l'Ouest. Au XVIIe siècle, ils y sont alors plus de 300 000, soit environ la moitié des Juifs dans le monde. Mais tout bascule en 1648 avec la révolte des paysans cossac du contre la noblesse et les juifs à qui il reproche une relation privilégiée avec le pouvoir. Plus de 100 000 d'entre eux sont massacrés ou fouillent la région. Cet épisode va affaiblir la Pologne Lituanie qui se retrouve assiégé de toute part par les puissances voisines. En 150 ans, le pays est éradiqué et ses terres sont partagées. La communauté juive est divisée et 900 000 d'entre eux se retrouvent désormais dans l'Empire russe, où ils ne sont pas les bienvenus. Ils deviennent rapidement la cible... d'attaque populaire appelée pogrom, un terme russe qui signifie dévasté . Face aux manques de réactions des autorités, ces attaques deviennent de plus en plus fréquentes et augmentent en intensité jusqu'à devenir meurtrières. Les Juifs et Migres alors vers les USA et l'Europe occidentale, où leur condition s'est améliorée. C'est dans ce contexte qu'est organisé à Baal, en 1897, le premier qui envisage de fonder une patrie pour le peuple juif en Palestine. Mais l'Empire ottoman s'oppose farougement au projet. Quelques années plus tard, commence la première guerre mondiale. L'Empire ottoman combat aux côtés de l'Allemagne. En face, les alliés sont en difficulté et cherchent de nouveaux soutiens. Le ministre des Affaires étrangères britanniques, Arthur Balfour, écrit alors une lettre ouverte promettant à foyer une nationale juif en Palestine contre une aide financière des banques juives. Parallèles, les Britanniques poussent les Arabes à la rébellion contre l'Empire Ottoman en leur promettant l'indépendance sur les territoires libérés. A la fin de la guerre, le Proche-Orient est démantelé et partagé entre les puissances européennes. La Palestine passe sous mandat britannique, c'est le début du conflit israélo-palestinien."
  },
  "1": {
    "id": "MhfraAqwZD0_chunk_0",
    "text": "Pendant la deuxième moitié du 20e siècle, les deux plus grandes puissances mondiales se sont faits face. Une confrontation sans affrontement direct qui a tenu le monde en aléenne pendant presque 45 ans. Voyons sur carte l'évolution et les enjeux de la guerre froide. A la sortie de la seconde guerre mondiale, après 6 années de combat et plus de 60 millions de morts, les grandes puissances européennes d'avant-guerres sont affaiblies. Il ne reste dans le monde plus que deux supplémentaires. puissance, les États-Unis et l'URSS qui s'étaient alliés pour vaincre l'Allemagne nazie et l'Empire du Japon. L'URSS, ou l'Union des Républices Socialistes Soviétiques, est un immense territoire qui couvre un sixième des terres émergées de la planète. C'est un État fédéral à régime communiste composé de 15 républics et dirigé par un parti unique. Les États-Unis sont une démocratie libérale fondée sur le capitalisme. Le pays a une longueur d'avance dans l'armement car il est le seul à posséder l'arme nucléaire. de plus, son industrie et son économie sont les plus fortes. En Europe, les deux puissances jouent de leur influence. Les États-Unis sortent le portefeuille avec le plan Marshall, ils offrent des préconsecants aux États européens afin de relancer l'économie et d'instaurer des échanges commerciaux. L'URSS de son côté veut protéger ses frontières et met en place des gouvernements pro-soviétiques dans les pays libérés. L'Europe se retrouve divisée en deux blocs. se séparer par ce qui est surnommé le rideau de fer. En Allemagne, les Alliés fusionnent les territoires qu'ils contrôlent pour créer la RFA, ne respectant pas les accords signés avec les soviétiques. En réaction, l'URSS impose un blocus sur Berlin-Ouest, qui est toujours sous contrôle des Alliés. Un pont aérien est mis en place pour avitailler la zone. Désormais, les deux puissances se craignent. De part et de l'autre, commence une chasse au... aux États-Unis, les employés fédéraux sympathisant aux idées communistes sont licenciés, ainsi qu'à Hollywood qui devient un outil de propagande anticommuniste. En URSS, toute forme de position est sévèrement réprimée. Au-delà de l'idéologie et du jeu d'influence, la confrontation entre les deux puissances sera aussi entre autres scientifiques, industriels, spatiales, sportives et militaires. L'Union soviétique investit de grosses sommes dans l'industrie et l'armement pour attraper son retard. Si bien qu'en 1949, le pays teste sa première bombe atomique. La même année, les États-Unis mettent en place l'OTAN, une alliance militaire entre les pays du bloc de l'Ouest. Tout au long de la guerre froide, il y aura de nombreuses confrontations indirectes entre les deux puissances et leurs alliés. La première se déroule en Grèce, où une milice communiste résistante de la Seconde Guerre mondiale, soutenue par les soviétiques et ermée par la entre en guerre civile contre le parti monarchiste traditionnel, soutenu et financé par les Britanniques puis par les États-Unis. Mais suite à des tensions, l'URSS rompt l'alliance avec la Yougos la vie. En conséquence, les communistes grecs perdent un soutien important et sont contraints de déposer les armes. La Grèce passe dans le Bloc de l'Ouest. En Chine, après trois années de guerre civile, les communistes l'emportent face aux nationalistes qui se replient. Taiwan. L'URSS gagne un allé de taille dans la région qui influencera deux guerres en particulier. La première en combattant en côté de la Corée du Nord communiste contre la Corée du Sud, elle-même soutenue par une force internationale de l'ONU dirigée par les États-Unis. Après trois années de combat, un CSELEFE laisse la péninsule coréenne divisé en deux. La Chine intervient aussi en Indochine française où elle soutient une milice communiste rebelle contre la France qui tente difficilement de reprendre le contrôle de son ancienne colonie. La France est contrainte de quitter la région. Le Vietnam est divisé en deux à hauteur du 17e parallèle avec les communistes au nord et les nationalistes au sud, soutenus par les Etats-Unis. C'est le début de la guerre du Vietnam. En réponse à l'OTAN, l'URSS organise sa propre alliance militaire avec le pacte de Varsovie. L'année qui suit, la France et la Grande-Bretagne s'unissent avec Israël, dans une guerre surprise contre l'Égypte, dans le but de le reprendre le contrôle du canal de sur-débris. Les États-Unis et l'URSS s'opposent à cet attaque et imposent rapidement à cesser le feu, marquant la fin de la domination européenne dans la région au profit de l'URSS. L'Union soviétique, qui a maintenant bien rattrapé son retard militaire et industriel, installe des centaines de missiles à longue portée en direction de l'ouest de l'Europe. En réponse, les USA placent à leur tour des missiles en direction des territoires soviétiques. Suite à des désaccords, la Chine ronde son alliance avec l'URSS. Le pays souhaite prendre ses distances pour devenir une nouvelle grande puissance mondiale. D'autre part, de nombreux pays veulent aussi rompre avec la bipolarité du monde et choisissent de rester neutre en créant le mouvement des non-alignés. En Amérique latine, les États-Unis jouent de leur influence pour ne laisser aucune place au communisme. Mais le pays échoue à renverser militairement le nouveau gouvernement communiste à Cuba. L'URSS profite de cet échec pour se rapprocher diplomatiquement du pays. Des soldats et des navires militaires soviétiques sont envoyés sur l'île, et des missiles y sont installés en direction des États-Unis. La tension atteint alors son paroxysme. Les forces marines des deux parties se font face. Le monde entière retient son souffle. De nombreux pays se préparent à la Troisième Guerre mondiale. Mais après des négociations, l'URSS accepte de se retirer et d'enlever ses installations militaires, si on retourne les USA promet de ne pas attaquer Cuba. et d'enlever leur missile en Europe. La tension redescend. Au Vietnam, la situation s'enlise. Les États-Unis décident alors d'organiser une invasion militaire avec plus d'un demi-million de soldats. Cette décision irritent la France qui préfère trouver une solution pacifique. Le pays décide de prendre sa distance avec la prééminence des États-Unis et quitte le temps. En 1975, les communistes gagnent la guerre. C'est une lourde défaite pour les États-Unis. l'Union dont l'image éternie. L'URSS en profite pour relancer sa politique d'influence dans le monde. D'une part, elle soutient des milices communistes en Afrique, qui prennent le pouvoir dans des pays nouvellement indépendants. D'autre part, le pays envoie son armée en Afghanistan, en soutien en régime communiste qui combat les Mujahidin, des opposants islamistes soutenus et financés, entre autres par les États-Unis. L'URSS remplace aussi ses missiles. dirigés vers l'Europe, ceci sont plus précis. C'est le début de la crise des euromissiles, qui met l'Europe à mal et qui pousse les États-Unis à installer de nouveaux missiles. Les deux puissances se relancent dans une course à l'armement. L'URSS y investit jusqu'à 14 de son produit national brut. L'Union soviétique s'épuise financièrement. Au bord de la crise, elle tente des réformes économiques mais en vain. Les deux puissances se finissent par se rendre. pour entamer des négociations dans le but d'un désarmement. L'URSS se retire d'Afghanistan et arrête de financer les milices communistes en Afrique. Le pays tente de s'ouvrir aux réformes et à la transparence, mais il est déjà trop tard pour les soviétiques qui n'arrivent plus à contenir les contestations. Le mur de Berlin est détruit et l'Allemagne réunit. Deux ans plus tard, l'URSS s'implose. Les 15 républicains deviennent des États indépendants, marquant la fin de la guerre froide."
  },
  "2": {
    "id": "kiBs4Tc-WyI_chunk_0",
    "text": "Au milieu du 15e siècle, le centre et le sud de l'Afrique sont encore inconnus en Europe. Cela fait pourtant des siècles que les Arabes ont ouvert des routes commerciales qui traversent l'immense désert du Sahara et qui alimentent le bassin méditerranéen en or, en yvoire et en esclave. L'Europe porte alors plus d'intérêt pour les routes commerciales fructueuses en provenance d'Asie avec notamment l'importation de la soie et des épices. Mais depuis peu, l'expansion de l'Empire ottoman menace ses routes et les royaumes de la pénurie. les insulibériques se mettent à rêver de découvrir de nouvelles voies maritimes vers l'Asie afin de s'emparer de ces commerces. Le Portugal prend l'avantage en inventant la caravelle, un navire léger et souple qui lui permet d'accélérer l'exploration des côtes africaines. Le pays y construit des comptoirs afin de détourner les routes commerciales terrestres, dont le très rentable commerce des esclaves. En 1498, Vasco de Gama a... atteint l'Inde. Le Portugal s'impose rapidement dans l'océan indien et s'empare du commerce des épices. Le pays s'enrichit et ne subit aucune concurrence de l'Empire espagnole car les deux se sont mis d'accord pour se partager le monde via le traité de Tor de Cilias. L'Espagne se concentre donc sur le continent américain. En 1580, après une guerre de succession, la Couronne d'Espagne prend le contrôle du Portugal pour former l'Union Ibérie. Nouvelle puissance maritime, les néerlandais profitent de la situation pour s'emparer de colonies portugaises. Finalement, le Portugal retrouve son indépendance et tente de reprendre le contrôle des commerces en Afrique. Mais le pays doit désormais faire face à la concurrence de nouvelles puissances européennes qui s'installent à leur tour sous les côtes africaines. La situation reste alors relativement stable pendant plusieurs siècles, chacun gérant ses propres routes commerciales. La traite négrière devient le plus gros ma... les navires européens achètent des esclaves qu'ils partent échanger en Amérique contre de l'or et des produits locaux tels que du sucre ou du café. A partir du milieu du 18e siècle, des mouvements anti-esclavagistes prennent de l'ampleur en Europe et gagnent progressivement la suppression de la traite des êtres humains et de l'esclavagisme. Aux États-Unis, un projet de rapatriment des esclaves affranchis vers l'Afrique se met en place. Une colonie est implantée. et permet le retour de milliers d'anciens esclaves. Bien que la relation avec les Indigènes soit conflictuelle, ceci obtienne en 1847 l'indépendance du Libéria. Quelques années plus tard, la France et l'Égypte inaugurent le canal de Suèze, ouvrant une nouvelle route maritime plus courte vers l'Asie. Dans les colonies africaines, l'intérêt se porte désormais sur le contrôle des terres arabes afin d'y développer une agriculture intensive de produits principalement destinés au marché européen. En explorant les terres, les colons découvrent que le continent est riche en ressources, ce qui attise l'appétit des puissances européennes en plein développement industriel. La tension monte vite à cause de la concurrence entre les nations européennes. En 1884, une conférence est organisée à Berlin pour réglementer la colonisation. Le roi des belges, Leopolde, y obtient comme possession personnelle un immense territoire encore peu connu en plein c ur du continent. L'Allemagne, l'Espagne et l'Italie sont part de territoires tandis que le Royaume Uni reçoit l'Egypte. Désormais, chacun peut revendiquer des terres à condition de les occuper. Les nations européennes, aidées par leurs avancées technologiques militaires, se lancent dans une course pour le contrôle du plus grand territoire possible au détriment des royaumes et empires locaux. Dans la plupart des cas, les terres sont volées et redistribuées au colon. Les peuples indigènes sont soumis à des impôts, mais n'ayant pas de monnaie pour les payer se retrouvent à... travailler dans les champs ou dans les mines, ce qui devient une forme de travail forcé. L'Italie qui contrôle l'héritrée et la Somalie échoue à conquérir l'Empire d'Abyssinie qui y gagne la reconnaissance internationale de sa souveraineté. Après la découverte de Diamant et d'Or au sud du continent, l'Empire britannique s'étend et s'empare des états du Transval et d'Orange tout deux formés par les Bours, des descendants de Colons principalement hollandais. ayant fouillé l'arrivée des Britanniques. En 1908, le roi Léopolde cède le Congo à la Belgique. Deux ans plus tard, après de longues négociations, les colonies britanniques du sud du continent obtiennent leur indépendance en formant l'Union de l'Afrique du Sud. Le nouveau pays reste cependant lié à l'empire britannique en devenant un de ses dominions, laissant certains pouvoirs à la couronne britannique. Lors de la première guerre mondiale, les colonies sont mises à contribution dans l'effort de guerre. Des centaines de milliers d'hommes en provenance des colonies sont envoyés sur les fronts européens et africains. Le Royaume-Uni, la France, la Belgique et l'Afrique du Sud, s'emparent des colonies allemandes. À la sortie de la guerre, une révolution indépendantiste éclate en Égypte. Le Royaume-Uni est contraint de reconnaître la fin de son protecteurat, mais le pays conserve le contrôle du canal de Suèze en y laissant ses armées. En 1935, l'Italie retente la conquête de l'Abisini. Cette fois l'armée italienne prend le dessus et s'empare progressivement des territoires. Mais la Biscini ne signera jamais d'armistice. La Seconde Guerre mondiale éclate en Europe. A nouveau, des centaines de milliers d'Africains sont impliqués et combattent sur différents fronts. L'Italie a lié à l'Allemagne nazie hyper ses colonies. A la sortie de la Seconde Guerre mondiale, la Biscini devient l'Ethiopie et retrouve sa souveraineté. Des discussions sont engagées à l'ONU pour l'avenir des autres... colonie italienne. Les nations européennes étant affaiblies par la guerre, les États-Unis entrent en jeu. Crégnant la montée en puissance de l'URSS et une poussée du communisme dans le monde, le pays soutient l'indépendance des colonies et leur admission à l'ONU. Une insurrection éclate à Madagascar contre l'occupant français, celle-ci est matée dans le sang. L'Italie obtient finalement le contrôle de la Somalie pour encore dix ans, alors que la Libye devient indépendante. Oknia commence aussi une insurrection anticole... celle-ci durera huit ans et la répression fera de très nombreuses victimes civils. En 1952, l'armée égyptienne renverse la monarchie, puis entame une politique anticoloniale. D'un côté, le pays noue des contacts avec l'URSS pour se fournir en armement. De l'autre, il soutient militairement les nationalistes algériens contre l'occupant français. L'Egypte revendique aussi le contrôle du Soudan, puis nationalise le cas de Suez chassant les Français et les Britanniques. En réaction, ceci salit à Israël pour organiser une attaque surprise. L'offensive est un succès, mais est opénète par l'URSS qui menace d'une guerre nucléaire. Les États-Unis sortent alors de leur silence et ordonnent l'interruption de l'offensive. Cet événement marque la fin de la domination française et britannique sur le continent. Conscient qu'ils ont perdu la main, la France est le le Royaume-Uni tente de modérer leur politique tout en gardant une influence sur le continent. Ainsi, les Britanniques soutiennent l'indépendance du Soudan pour éviter que le pays ne passe sous contrôle de l'Égypte. La même année, la France qui est embourbée dans la guerre d'Algérie reconnaît l'indépendance du Maroc et de la Tunisie pour éviter une propagation des violences. Le Royaume-Uni se montre prêt à reconnaître l'indépendance de ses colonies à condition que les nouveaux gouvernements soient anticommunistes et que dans certains cas, le pays rejoint le Commonwealth, une organisation intergouvernementale dont la couronne britannique est à la tête. La France tente de son côté de mettre en place une communauté franco-africaine. Toutes les colonies acceptent la proposition à l'exception de la Guinée qui devient des l'or indépendante. En 1960, une vague d'indépendance met fin à ce projet. La France se retire mais garde un contrôle économique sur la région avec le franc CFA. La même année, le con-gobelge obtient lui aussi son ordinateur. et devient le Congo-Léopoldville. La France tente à tout prix de conserver son contrôle sur l'Algérie. Mais les répressions violentes et des massacres de population lui font perdre le soutien du peuple français et de la communauté internationale. Les indépendantistes algériens jouent la carte de la diplomatie en obtenant des débats au sein de l'ONU. La France d'abord défensive tente ensuite la politique de la chaise vide, puis en 1900... 62 se retrouve contraint de reconnaître l'indépendance de l'Algérie. Au sud du continent, alors que les Britanniques perdent leur dernière colonie, le Portugal résiste au mouvement nationaliste. Le pays continue à investir de grosses sommes dans ces colonies et pousse sa population à immigrer afin de gonfler la population blanche. La tension monte et devient rapidement violente avec des attentats qui visent les installations portugaises. Commence une guerre en Angola. qui s'étendra dans toutes les colonies. Le pays investit jusqu'à la moitié de son capitale national dans l'effort de guerre. Finalement, le Portugal est contraint d'abandonner et organise en urgence le rapatriment des colons vers le pays. Au nord, le Maroc fait pression sur l'Espagne pour que le pays quitte le Sahara occidental. Il obtient finalement le départ des Espagnols et s'empare des deux tiers des territoires libérés. Alors que les nations européennes ne sont plus présentes en affaire. la rodésie du Sud fait encore exception car le pays est le seul dont l'indépendance a été obtenue par les colombes britanniques eux-mêmes dans l'espoir de fonder un pays gouverné par les blancs. Le pays n'est pas reconnu à l'ONU et est soumis à une grande pression internationale. En 1980, le pays cède et un gouvernement de transition est mis en place pour former le Zimbabwe. Malgré la fin de la domination européenne sur l'Afrique, le continent devra encore faire face au néocolonialisme. Les puissances mondiales et des muls... internationales, influenceront et parfois déstabiliseront des pays afin de profiter de leur richesse et de générer de gros profits aux dépens des populations locales."
  },
  "3": {
    "id": "vVUI9oPWat8_chunk_0",
    "text": "On commence au milieu du XIXe siècle. En Europe, la montée des nationalismes met à mal les grandes puissances. Le royaume de Sardegnes, allié à la France, bat l'Autriche Hongrie et obtient l'unification italienne. La Prusse, qui a des vues sur la Confédération Germanique, bat aussi l'Autriche Hongrie pour former la Confédération de l'Allemagne du Nord. Cinq ans plus tard, celle-ci s'allie aux États allemands du Sud pour battre la France et obtenir la création de l'Empire allemand, qui est proclamée à Versailles. Le nouveau pays s'empare aussi de l'Alsace-Lorraine. Pour décourager toute... revanche française, l'Allemagne se rapproche de l'Autriche-Hongrie et de la Russie et développe rapidement son industrie et son armée. Au sud-est du continent, des insurrections mettent à mal l'Empire ottoman. L'ennemi traditionnel russe en profite et après une guerre impose l'indépendance d'états balcaniques et s'empare de territoires. Mais l'amonté en puissance russe est mal vu par les puissances occidentales qui se réunissent à Berlin pour revoir le traité. Ce qui fâche l'opinion publique russe qui en veut à l'Allemagne. Cette dernière signe alors une alliance militaire défensive avec l'Autriche-Hongrie. L'Italie se joint ensuite à l'Alliance après que la France soit emparée de la Tunisie qu'elle convoitait. Les trois forment la triplice ou la triple alliance. L'Allemagne qui est désormais une grande puissance entame une politique coloniale. Le pays réunit à Berlin les puissances européennes afin d'établir les règles autour de la colonisation, puis sans part de territoires en Afrique et en Asie, ce qui occasionne tout de même des frictions avec les empires coloniaux britanniques et français. Face à la montée en puissance. sans Allemande, la France et la Russie signent une alliance militaire secrète. La France obtient ensuite de l'Italie un traité secret de neutralité, ce qui lui éviterait de devoir gérer un second front en cas de guerre. Le Royaume-Uni aussi voit d'un mauvais oeil à monter en puissance allemande, plus particulièrement de sa flotte militaire qui peut faire concurrence à sa Royal Navy. De plus, l'Allemagne se rapproche de l'Empire ottoman, notamment en y construisant une voie de chemin de fer qui relira Berlin à Bagdad et qui facilitera l'accès au pétrole des Mesopotamiens sur lequel l'Empire Britannique... a des vues. La France, le Royaume-Uni et la Russie signent alors une alliance militaire et créent la triplantante. Le jeu des Alliances risque d'entraîner tout le continent dans une guerre généralisée. Les puissances se lancent dans une course à l'armement et préparent des plans militaires. Au Sud-Est, l'Empire Ottoman est affaibli par une révolution. L'Autriche-Hongrie en profite pour annexer la Bosnière Zégovin, ce à quoi s'oppose la Russie et surtout la Serbie qui rêve de... réunir les peuples slaves du Sud. Puis, deux guerres balkaniques repoussent l'Empire Ottoman en frontière du continent. Le 28 juin 1914, à Sarajevo, l'héritier du trône d'Autriche, François Ferdinand et son épouse, sont assassinés par un nationaliste serbe de Bosnie. L'Autriche en gris accuse la Serbie d'avoir organisé l'attentat. La Russie prend la défense de la Serbie, alors que l'Allemagne, qui est désormais la première puissance militaire au monde, assure son soutien à son adi Austro-Hongro. Le 28 juillet, l'Autriche-Hongry déclare la guerre à la Serbie. La Russie réagit en décrétant la mobilisation générale, ce qui pousse l'Allemagne à entamer son plan d'attaque. Celui-ci, pour éviter de devoir combattre sur deux fronts simultanément, prévoyait de vaincre rapidement la France en contournant par surprise ses armées par le Nord, pour ensuite se retourner contre la Russie, qui mettrait plus de temps à mobiliser ses troupes. Le pays déclare la guerre à la Russie, envahit le Luxembourg, puis lance un ultimatum à la Belgique, exigeant un 3-2-3. pour ces troupes, ce qui est refusé au nom de la neutralité belge. Le lendemain l'Allemagne déclare la guerre à la France puis entame l'offensive. Le Royaume-Uni qui est garant de la neutralité belge déclare à son tour la guerre à l'Allemagne et débarque ses troupes en France. En quelques jours, toutes les puissances ainsi que le montée négral entre en guerre. Seule l'Italie reste neutre à ce stade. En Asie, le Japon allié au Royaume-Uni déclare la guerre à l'Allemagne et prépare l'invasion de la guerre. ces colonies en Chine et dans le nord de l'océan Pacifique. Sur le front de l'Est, les Russes lancent l'offensive plutôt que prévu par l'Allemagne, mais ils échouent à s'emparer de la Prusse orientale alors que plus au sud, l'Autriche Hongrie bat en retraite. À l'Ouest, les armées alliées ne peuvent empêcher l'avancée allemande. Les armées franco-britanniques battent en retraite jusqu'à la Marne, où elles se réorganisent, alors que le gouvernement français fuit la capitale pour se réfugier à Bordeaux. Mais la première armée allemande, qui tient le flanc, se détourne de Paris pour garder le contact avec la seconde armée et cont... l'encirclement. L'armée de réserve parisienne l'attaque plus au nord ce qui la stop net. Une brèche s'ouvre, les alliés s'y engouffrent, obligeant les Allemands à battre en retraite pour reprendre le contact. C'est l'échec du plan Schlieffen. Le front se stabilise, les deux camps tentent d'attaquer le flanc adverse et se lancent dans une course à la mer. Pour l'Allemagne, il s'agit aussi d'isoler la Belgique et de s'emparer des ports d'où débarquent les renforts et ravitaillement britanniques. L'armée belge réussit de justesse à rejoindre le front qui se fiche complètement. Des... Le réseau de tranchées sont creusés de part et d'autre sur environ 700 km entre la mer du Nord et la frontière Suisse. Maintenant que le front de l'Ouest est figé, les deux cantantes par tous les moyens de prendre le dessus sur l'adversaire, la guerre devient totale. La puissante Royal Navy impose un blocus naval à l'Allemagne, tandis que des sous-marins allemands sont envoyés dans les eaux britanniques pour couler tout navire. Dans les airs, l'aviation qui a encore une invention récente est d'abord utilisée pour faire... des observations, puis les avions serviront progressivement pour des bombardements et des combats aériens. Les Allemands utiliseront des éplins pour bombarder Paris deux fois et l'Angleterre une cinquantaine de fois. Dans les tranchées, de part et d'autre, des gaz mortels seront utilisés pour attaquer l'ennemi au gré des vents. Derrière la ligne de front, toute la population participe à l'effort de guerre. Les femmes sont notamment engagées dans des usines d'armement. Dans le monde, les colonies européennes et les dominions britanniques sont aussi engagées dans la guerre. Ils s'emparent des colons le Nis allemande et apporte de gros renforts en hommes sur les fronts. Sur le fond de l'Est, la Russie est en difficulté face aux troupes postro-allemande. L'Empire ottomans en profite pour rentrer en guerre aux côtés des empires centraux. Un nouveau front s'ouvre dans le Cocaze alors que les Britanniques débarquent une armée indienne en Mésopotamie avec comme objectif les ressources pétrolières et impose leur protecteurat à l'Egypte. Les empires centraux en réaction lancent une offensive vers le canal de suèze afin de couper la route des Indes au Britannique, mais ils sont stoppés dans leur avancée. Dans le Caucasus, après l'échec de l'offensive ottoman, le gouvernement accuse le peuple arméniem d'avoir soutenu les Russes. Plus de la moitié des arméniens se pourront massacrer, dans ce qui est aujourd'hui reconnu comme un génocide par 32 pays, mais pas par la Turquie. Pour soutenir la Russie qui est isolée, les alliés veulent ouvrir une voie de ravitaillement maritime via le détroit des Dardanelles. Des navires franco-britanniques pénètrent dans le détroit et bombardent les forces ottomans. mais les eaux sont truffées de mille marines, forçant la retraite. Un mois plus tard, le 25 avril, les alliés organisent un débarquement militaire, mais les défenses d'automane ont été renforcées et ici aussi le fond se fige. Dans sa bière sous-marine, l'Allemagne coule le navire britannique Lusitania et fait 1200 victimes civils, dont 128 citoyens états-uniens. Les États-Unis qui sont officiellement neutres osent le ton. Pour éviter que le pays entre en guerre, l'Allemagne... freine sa guerre sous Marine. L'Italie, après avoir négocié avec la triplantante l'annexion de territoire autour de la mer Adriatique, déclare la guerre à l'Autriche-Hongrie et lance une première offensive autour du fleuve Isonzo. Sur le front de l'Est, les Russes réussissent finalement à stopper leur retraite et à stabiliser la ligne de front. La Bulgarie qui souhaite récupérer des territoires balcaniques se joint aux empires centraux. Ensemble avec les forces d'ostro-allemande, ils envahissent la Serbie. En réaction, les alliés violent la neutralité de la Grèce en débarquant à Salonique. renfort en prevenance notamment des dardes annelles où l'échec est complet. Mais il est trop tard pour l'armée Serbe qui est débordée et qui doit fuir via l'Albanie. Les troupes sont débarquées sur l'île de Corfou d'où elles seront progressivement ramenées sur le front salonique. Sur le front de l'Ouest, les Allemands lancent une offensive massive à Verdun. L'artillerie allemande pilonne les tranchées françaises qui résistent tant bien que mal. Au sud du continent, le Portugal a lié au Royaume-Uni qu'on fisse que les navires allemands dans ses ports. En réaction, l'Allemagne déclare la guerre au Portugal. qui envoie alors des troupes en France et dans ses colonies en Afrique, où seuls l'Afrique Oriente à l'Allemande résistent encore aux offensives alliées. En mise au potomie, après la perte de son armée à sièger à Qut, le royaume Unis cherche du soutien dans la région. Il négocie secrètement avec la France le partage des territoires ottomans à la fin de la guerre. Les deux soutiennent ensuite une révolte nationaliste arabe qui démarre à la Mec en leur promettant l'indépendance. En mer du Nord, les flottes allemandes et britanniques s'affrontent dans une des plus grandes batailles navales de l'histoire. Malgré de lourdes pertes côté britannique, les Allemands en infériorité profitent de la nuit pour aller se réfugier dans leur port. Alors que la bataille de Verdun fait toujours rage et que l'Italie est sous pression face à l'Autriche-Hongrie, la Russie tente de soulager ses alliés en lançant une offensive massive qui perce les défenses adverses. À l'ouest, une autre grande offensive est lancée le long de la Somme avec les Britanniques en tête. Ceux-ci utiliseront pour la première fois des chars d'assauts, mais ça ne fera pas la différence. Alors que la Roumanie rejoint l'entente, l'offensive Bruce Lofa Leste, puis les batailles de la Somme et de Verdun se terminent toutes les trois au prix de très nombreuses pertes humaines dans les deux camps. Les troupes sont épuisées et démoralisées. En Allemagne, l'effort de guerre et l'embargo commercial allié empêchent le pays de suffisamment se ravitailler à en vivre. La famine frappe la population qui meurt de faim. Les puissances occidentales, elles, peuvent compter sur un approvisionnement en ressources via l'Atlant. principalement en provenance des États-Unis, vis-à-vis de qui elle s'endette. En réaction, l'Allemagne relance sa guerre sous Marine à Outrance, l'objectif étant de couler tout navire commerciaux et militaires. De plus, l'Allemagne envoie un télégramme au Mexique pour lui proposer une alliance contre les États-Unis. Le message est intercepté par les Britanniques et transmis aux États-Unis, qui se préparent désormais à entrer en guerre. En Russie, l'effort de guerre épuise la population qui se révolte, et obtient l'abdication du Tsar. Un gouvernement provisoire est mis en place, mais celui-ci choisit de continuer la guerre. Les États-Unis déclarent à leur tour la guerre à l'Allemagne, mais il faudra plusieurs mois pour que les premières troupes rejoignent les fronts. La graisse qui est mise sous pression par les alliés se joint elle aussi à l'entente. Un peu partout, des soldats épuisés entament des mutineries. Sur le front di Sonzo, après 11 offensives italiennes similaires qui ont donné peu de résultats au prix de nombreuses vies, le moral des troupes est au plus bas. Les troupes austro-allemande contreattaquent. et repousse la ligne de front. Au porte de Gaza, après une victoire, les armées britanniques s'apprêtent à entrer en Palestine. Pour gagner le soutien de la communauté juive, le ministre britannique Arthur Balfour publie une lettre destinée au Lord Rothschild, membre du mouvement sioniste, promettant un foyer national juif en Palestine. En Russie, les Bolsheviks organisent une seconde révolution et s'emparent du pouvoir. Ceci signet un armistice avec l'Allemagne. Mais après l'échec des négociations, la guerre reprend, les forces austro-allemands mettent l'armée russe au... de combat, obligeant le pays à accepter la paix et à reconnaître l'indépendance de nouveaux États. Le pays entre désormais en guerre civine. Maintenant que la Russie est hors jeu, l'Allemagne se concentre sur le front de l'Ouest afin de l'emporter avant que les troupes États-Uniennes ne renforcent ce front. Une offensive de grande ampleur est lancée. Pendant quatre mois, les troupes allemandes évoluent pour atteindre à nouveau la marne. Mais une puissante contre-offensive alliée oblige les troupes États-Union. allemande à battre en retraite. En parallèle, les Alliés lancent une offensive sur le front de Salonique qui oblige rapidement la Bulgarie à signer un armistice. L'Empire Ottoman se retrouve isolé alors que les forces arabes britanniques atteignent Damas et que les Français débarquent à Beyrouth. L'Autriche-Hongrie bat en retraite dans les Balkans et en Italie, mais l'Empire est surtout fragilisé par les minorités qui proclament leur indépendance. L'Empire Ottoman, puis l'Autriche-Hongrie signent un armistice avec l'entente. En Allemagne, des marins refusent de combattre. la Royal Navy et entame une mutinerie qui se transforme en une révolution populaire. L'empereur est contraint d'abdiquer, le nouveau gouvernement demande à Narmistis qui a signé le 11 novembre 1918. Pendant 6 mois, les vainqueurs se réunissent à Paris pour rédiger les traités de paix, sans convier la Russie bolchevique qui a signé une paix séparée avec l'Allemagne. Les États-Unis proposent un plan de paix qui comprend la création de la société des nations, alors que le Royaume... et surtout la France dont le nord du territoire est dévasté, veulent affaiblire l'Allemagne et lui faire payer de lourds de réparation. Le 28 juin 1919, date symbolique car pile cinq ans après le double assassinat de Sarajevo, le traité de paix est signé entre l'Allemagne et les Alliés à Versailles, dans la salle où avait été proclamé l'Empire Allemand en 1871. Le traité imposé à l'Allemagne est sévère. Le pays perd 20 de son territoire et 10 de sa population, principalement en profit de la Pologne qui est recréée et qui obtient un... accès à la mer. L'Allemagne est coupée en deux, alors que l'Assas, région riche en charbon, passe sous contrôle international pour les 15 années à venir. Les colonies allemandes sont partagées entre les 20 coeurs, l'armée du pays doit être limitée. Enfin, l'Allemagne et ses alliés sont rendus seuls responsables des dommages de la guerre et doivent payer toutes les réparations. Le traité est vécu comme une humiliation pour le peuple allemand. L'autrition gris est complètement... démentelé. La Tchécoslovaquie est créée, ainsi que le Royaume des Serbes, Croate et Slovène, qui deviendra la Yugoslavia. L'Italie se sent laisée car elle n'obtient pas tous les territoires qui lui ont été promis. L'Autriche, qui est entièrement germanophone, n'a pas le droit d'être rattaché à l'Allemagne. L'Empire Ottoman est lui aussi dépecé lors du traité de Sèvres. Le Royaume-Uni est du mal à respecter ses engagements. Le pays a promis des terres aux Français, aux Juifs-Sionistes et l'indépendance aux Arabes. Les Turcs refusent le traité et reprennent les armes. Il s'empare de territoire, puis signe à Lausanne un nouveau traité qui fixe les frontières de la Turquie actuelle. La première guerre mondiale est alors la plus meurtrière jamais vécue, avec un peu moins de 18 millions de morts, dont 8 millions de civils. La population affaiblie est ensuite durement frappée par la très meurtrière pandémie de grippe espagnole. Économiquement, les puissances européennes sont lourdement en été, au profit des pays neutres et des États-Unis qui rend... force leur statut de première puissance économique. La Russie est devenue l'URSS, le pays est épuisé par la guerre et frustré d'avoir été amputé de nombreux territoires européens. En Palestine, la tension monte entre les Arabes et les Juifs Zionistes qui immigrent. Les nouvelles frontières du continent européen ne respectent pas vraiment les populations, notamment des Allemands se retrouvent en Pologne et en Tchékozlovakie, ce qui participera au déclenchement de la Seconde Guerre mondiale. ..."
  },
  "4": {
    "id": "OJ0gZNmF63c_chunk_0",
    "text": "On commence à la sortie de la première guerre mondiale. Après la défaite des empires centraux, les traités de paix imposés aux vaincus sont sévères. L'Autriche-Hongrie et l'Empire ottoman sont démentelés. L'Allemagne, lors du traité de Versailles, perd ses colonies et de nombreux territoires, notamment au profit de la Pologne qui est recréée et qui obtient un accès à la mer, coupant l'Allemagne en deux. L'armée allemande doit être limitée à 100 000 hommes sans armes lourdes ni aviation. Enfin, l'Allemagne et ses alliés sont rendus seuls responsables de la guerre. et doivent payer toutes les réparations. Le peuple allemand vit le traiter comme une humiliation. Seule consolation pour le pays, il n'y a pas eu de combat sur son territoire, ses infrastructures et son industrie sont donc intactes. Du côté des vainqueurs, les traités ne font pas l'unanimité. En Italie, la colère monte car après la mort de 600 000 soldats, le pays n'obtient pas tous les territoires promis par les alliés. Aux États-Unis, le Sénat ne ratifie pas le traité de Versailles afin de ne pas adhérer à la toute nouvelle société des nations. par le président Wilson. La nouvelle organisation internationale doit préserver la paix et développer la coopération entre les États. La Russie, devenue l'URSS après la révolution bolchevique, en est exclue. Le pays, affaibli et frustré par la perte de territoires européens, est isolé par crainte d'une expansion du communisme. Le Royaume-Uni est désormais concentré sur son immense empire qui couvre un peu moins d'un quart des terres émergées de la planète. La France dont le nord du pays est dévastée se retrouve bien seul pour faire respecter... le traité de Versailles, qui est rejeté par le peuple allemand. En Allemagne, l'endettement et la spéculation sur le marque provoquent une hyperinflation. Le pays freine les paiements des réparations de guerre. En réaction, la France et la Belgique, qui misent sur ces paiements pour la reconstruction, occupent la roue, région industrielle riche. L'hyperinflation atteint alors son pic. Un dollar qui valait environ 4 marques en 1914 s'échange désormais contre 4,2 millions milliards de marques. Le papier a plus de valeur que les billets eux-mêmes. Les États-Unis et le Royaume-Uni proposent alors un plan pour aménager la dette allemande et octroyer des crédits au pays afin qu'ils puissent relancer son économie. Les États-Unis prêtent donc à l'Allemagne, qui reprend les paiements des indemnités aux vainqueurs, eux-mêmes s'étendent en détails vis-à-vis des États-Unis lors de la guerre en achetant à crédit des armes et l'équipement. Les États-Unis sont donc le pilier de l'économie mondiale. Après une année de l'Allemagne renoue avec la croissance. La situation se détend, le pays est même admis à la société des nations. L'économie mondiale est en plein essor avec les États-Unis en tête, l'abondance de matières premières et le développement du travail à la chaîne dans les usines accélère la production et fond baisser les prix. En Italie, le parti fasciste de Mussolini s'est imposé et emparé du plein pouvoir en interdisant toute autre partie politique. A New York a lieu le craque de Wall Street, une crise boursière qui provoque la plus grave crise économique du 20e siècle. La répercussion est mondiale, l'Allemagne est durement touchée. 30 de sa population se retrouve au chômage, la pauvreté explose. Le gouvernement en place est tenu responsable de la situation, ce qui profite aux extrêmes. Lors des élections législatives de 1932, le parti d'extrême droite, le NSDAP, aussi appelé le parti nazi, l'emporte. Son président Adolf Hitler est mis à la tête du gouvernement. En peu de temps, celui-ci élimine toute opposition et s'arroge tous les pouvoirs. Il supprime la République pour créer le troisième Reich. Hitler a comme ambition de réunir le peuple allemand qu'il considère supérieur en une grande nation. Il veut annuler le traité de Versailles et éliminer les Juifs et les Marxistes. Le pays quitte la société des nations, interrompt les paiements des dommages de guerre et rétablit le service militaire obligatoire. La France et le Royaume-Uni se contentent de protester. comprend alors qu'il a les mains libres et qu'il peut relancer massivement son industrie militaire. En 1935, l'Italie entame une politique d'expansion coloniale. Ces armées entrent en Abyssinie, pays indépendant et membre de la société des nations. Malgré l'occupation de la capitale, la résistance continue et l'empereur d'Abyssinie, en exil, ne signera aucun armistice. En Espagne, une guerre civile oppose les républicains nationalistes du général Franco, soutenu militairement par l'Italie et l'Allemagne. Les deux pays en profitent pour s'allier et former l'Axe Rome Berlin. L'Allemagne signifie une alliance avec l'Empire du Japon qui a déjà envahi la Manchuria en 1931. Le pays profite maintenant d'une guerre civile en Chine qui oppose les nationalistes aux communistes pour lui déclarer la guerre. Le Japon s'empare de nouveaux territoires et massacre la population. En Autriche, le parti nazi local, après avoir fait pression, obtient le rattachement du pays et l'Allemagne. maintenant s'emparer des Sud-Ètes, territoire tchécoslovaque où vivent 3 millions et demi d'allemands. La France et le Royaume-Uni, voulant éviter une nouvelle guerre, trahissent leur allié tchécoslovaque en autorisant l'invasion du territoire. Mais 6 mois plus tard, l'Allemagne outre-passe l'accord et envahit tout le pays. La Slovaquie devient indépendante et alliée à l'Allemagne, la Hongrie qui a perdu les deux tiers de ces territoires après la Première Guerre mondiale, sa lit elle aussi à l'Allemagne. Hitler veut maintenant le couloir de Danzig, un ultimatum est lancé à la Pologne pour régler la situation, mais celle-ci n'y donne pas suite alors que la France et le Royaume-Uni annoncent qu'ils soutiennent la Pologne. Ailleurs dans le monde, l'Italie envahit l'Albanie alors qu'en Asie, après un incident frontalier entre le Manchukuo dominé par le Japon et la Mongolie sous protecteur à soviétique, les empires japonais et soviétiques s'affrontent. Malgré son alliance avec le Japon, l'Allemagne n'intervient pas car le pays se prépare à envahir la Pologne. Un pacte de non-agression est même signé avec l'URSS. Un protocole il délimite les sphères d'influence des deux puissances en Pologne et dans l'est de l'Europe. Après sa défaite, le Japon interrompt son expansion vers l'ouest pour se tourner vers le Sud. Le 1er septembre, l'Allemagne attaque la Pologne sans préavis. En réaction, la France et le Royaume-Uni déclarent la guerre à l'Allemagne. Les armées polonaises sont vite débordées par la nouvelle stratégie de combat allemande, appelée le Blitzkrieg, où la guerre est claire. Celle-ci constate... a concentré ses forces en certains points pour rapidement percer la ligne de front et encercler des poches ennemies à neutraliser ensuite. Malgré la concentration des forces allemandes à l'Est, les Alliés n'en profitent pas et restent stationnés aux frontières, préparés à revivre une guerre d'usure comme en 14-18. L'Union soviétique, conformément en pacte germanos-soviétique, envahit l'Est de la Pologne. Les deux puissances l'emportent et se partagent le pays. L'URSS se tourne ensuite vers la finlande. Face au refus de cette dernière de rené... les frontières qui menacent l'Eeningrad de par sa proximité, l'armée rouge entame une invasion, mais fait face à une résistance plus importante que prévu. Malgré sa nette supériorité numérique, l'URSS peine à s'imposer. Finalement, la paix est signée et la frontière est repoussée, mais la guerre d'hiver a été un fiasco pour l'URSS, ce qui n'est pas passé inaperçu aux yeux d'Hitler, qui y voit la faiblesse de l'armée rouge. À l'ouest, les alliés menacent la route d'approvisionnement de fer, qui passent par la Norvège et qui fournissent un coup. pour cent de l'industrie allemande. En réaction, l'Allemagne envahit le Danemark et la Norvège. Dans son élan, le Reich entame l'invasion du Benélux. Les Français et les Britanniques, qui craignent un nouveau planche liphone comme lors de la Première Guerre mondiale, envoient au plus vite une grande partie de leur force au Nord pour former une ligne de front commune avec les armées belges et néerlandaises. Mais l'Allemagne, comme en Pologne, entame un blitzkrieg. Après avoir bombardé massivement un point plus faible, le long de la Meuse, ses Charpanzer transpercent la ligne de front et foncent vers la mer qu'ils atteignent en une semaine. Un million et demi de soldats alliés sont encerclés. En quelques jours, plus de 330 000 britanniques et français sont évacués via le Porte d'Inkerck qui tombe le 4 juin. Aussitôt, les armées allemandes foncent sur Paris. L'Italie profite de la déroute française pour lui déclarer la guerre et ouvrir un nouveau front en sud. Le nouveau chef du gouvernement français, le maréchal pétain, est contraint de demander un armistice à alors que le général de Gaulle, en exil à Londres, appelle les Français à continuer la lutte. Après la signature de l'armistice, le gouvernement de Pétain s'installe à Vichy. Le Sud-Est et l'Empire français restent sous son contrôle. L'Allemagne occupe le Nord et la côte atlantique. Les Britanniques désormais capturent et détruisent les navires français. À l'Est, l'URSS, toujours en accord avec le pacte germanose-viétique, s'empart sans combat des pays baltes et de la Bessarabie. Hitler veut maintenant envahir la Grande Bretagne. Mais l'île est trop bien défendue par la Royal Navy, il faut donc d'abord l'emporter dans les airs. La RAF britannique et la Luftwaffe allemande s'affrontent régulièrement, occasionnant de lourdes pertes des deux côtés. Mais la flotte britannique se régénère plus rapidement que l'Allemande, obligeant cette dernière à revoir sa stratégie. Désormais, les installations militaires aériennes britanniques sont visées par des bombardements. La nuit du 24 août, un avion allemand se trompe de cibles et bombardent de Londres. En représailles, les Britanniques bombardent de Berlin le lendemain. Hitler est furieux, la bataille prend une nouvelle tournure. Désormais, les deux canvisen aussi les villes. Londres est régulièrement bombardé, mais les Allemands ne réussissent pas à soumettre le pays. Hitler envisage alors d'abandonner ce front pour se tourner vers l'URSS. Le 27 septembre, le Japon se joint à l'Allemagne et l'Italie, en signant le pacte tripartite. L'Allemagne et l'Italie Malgré leur alliance, l'Allemagne et l'Italie ne mènent pas... la même guerre. Mussolini concentre ses forces dans la conquelle de nouvelles colonies, depuis la Libye vers l'Egypte, d'Afrique orientale vers la Sommalie britannique et d'Albanie vers la Grèce. Mais c'est un échec pour ces troupes qui reculent face aux armées britanniques et grecques, alors que la Royal Navy met la flotte italienne hors jeu. L'Allemagne est contrainte d'intervenir pour éviter que la Méditerranée ne tombe entièrement aux mains des Britanniques. Il s'agit aussi de protéger le pétrole rhumain qui évite elle pour l'Allemagne. Une armée allemande est débarquée en Libye, Une autre se dirige vers les Balkans. Après la Hongrie, la Roumanie et la Slovaquie, c'est maintenant au tour de la Bulgarie de rejoindre l'Axe. La Yugoslavia et la Grèce sont ensuite envahies en quelques semaines. Le 22 juin, l'Allemagne et ses alliés lancent par surprise la plus grande invasion militaire de l'histoire contre l'URSS. La Finlande en profite pour se joindre à l'offensive afin de récupérer ces territoires perdus. Sur papier, rien ne peut arrêter la Wehrmacht, qui est de loin la mé... armées au monde. Le Blitzkrieg est appliqué à grande échelle, d'immenses poches permettent la capture de 3 millions de soldats qui seront maltraités et affamés dans des camps, alors que derrière la ligne de front, des milices mobiles allemandes sont chargés de massacrer les Juifs et les Bolsheviks. Les alliés, pour soutenir l'URSS, ouvrent une route d'approvisionnement via le cocaze, mais la route semble menacée par le chat d'Iran qui montre des sympathies à l'égard de l'Allemagne. L'URSS et le Royaume-Uni décident alors d'envahir le pays. En URSS, l'avancée allemande est ralenti par les grandes distances et le mauvais état déroute. De plus, les Allemands ont sous-estimé les effectifs de l'armée rouge, qui malgré de lourdes pertes, se régénèrent avec l'arrivée de nouvelles troupes en provenance de l'Est, où un traité de non-agression a été signé avec le Japon. Un nouveau front se crée aux portes de Moscou, puis le coup de grâce tombe du ciel pour les Allemands. En quelques jours, la température chute sous les moins 30 degrés c'est le suce. Mal équipé, ceci souffre du froid alors que les soviétiques contrataient. et repousse la ligne de front qui se stabilise. Ce que Hitler craignait se produit. 80 de son armée se retrouve embourbée dans une guerre d'usure. Côté asiatique, pour contrer la politique expansionniste du Japon, les États-Unis lui imposent un embargo sur le pétrole et l'acier, des ressources essentielles pour l'industrie et l'armée du pays. Or au sud-est du continent, dans les colonies européennes, se trouvent de grandes réserves de pétrole, de fer et de caoutchouc. Les puissances européennes étant concentrées sur les fonds européens, le Japon pense pouvoir s'emparer rapidement de cet air. Seules menaces dans la région, les États-Unis et principalement leur puissante flotte du Pacifique, stationnée à Pearl Harbor. Le Japon décide alors de frapper fort et par surprise afin de retarder autant que possible l'intervention militaire du pays. Le 7 décembre, sans déclaration de guerre, l'aviation japonaise bombarde le port militaire de Pearl Harbor. Le Fensif est un succès, bien que le dégât soit limite. Les États-Unis, qui fournissent déjà en armement le Royaume-Uni, l'URSS et la Chine, se joignent aux Alliés. Mais ils auront besoin de quelques mois pour réparer leur flotte, accélérer leurs courses à l'armement et investir le Pacifique. Le Japon profite de ce délai pour entamer avec succès la conquête de l'Asie du Sud-Est. Un peu partout, les civils sont pris pour cibles. Le Japon massacre les populations des pays conquis. En Europe, des camps de concentration initialement prévus pour enfermer les opposants politiques, sont devenus des usines attuées. Les Juifs, les Tzigan, les témoins de Jehovah, les homosexuels et les personnes porteuses d'un handicap y sont exterminés. Dans les territoires occupés, la résistance s'organise. En Europe de l'Ouest, celle-ci est principalement non violente, via des grèves, le refus de collaborer, la propagande, le sabotage et le renseignement. À l'Est, principalement en Pologne, en Yugoslavia, en Grèce et dans les territoires soviétiques occupés, des milices organisent. une guérilla contre l'envailleur. Dans l'océan Atlantique, les sous-marins allemands, appelés les hubo, tentent d'imposer un blocus à la Grande-Bretagne en coulant les navires commerciaux qui approvisionnent l'île. Les États-Unis de leur côté se lancent secrètement dans la recherche pour développer l'arme atomique. Par ailleurs, le pays est maintenant prêt à s'engager dans le Pacifique. En deux mois, deux batailles décisives mettent un terme à l'expansion japonaise. l'est, Hitler lance une nouvelle offensive, cette fois uniquement concentrée vers le sud, avec comme objectif les importants réserves pétrolières du cocaze et la rupture de la route d'approvisionnement allié. Les troupes de l'Axe atteignent rapidement les portes de Stalingrad, mais la ville industrielle est farouchement défendue par les soviétiques. Dans le Pacifique Sud, les Alliés, avec les États-Unis en tête, lancent la contre-attaque. L'objectif étant d'évoluer d'île en île jusqu'au Japon. De plus, les États-Unis utilisent des sous-marins pour couler. les navires qui transportent le pétrole vers le Japon. En Égypte, les troupes britanniques remportent une bataille décisive qui repousse définitivement les forces italo-allemande du pays. Alors qu'à l'ouest, un débarquement allié permet la prise rapide des colonies françaises. En représailles, les Allemands et les Italiens envahissent la zone libre en France. En URSS, alors que la 6e armée allemande s'est emparée difficilement de 90 de Stalingrad, Une contre-attaque soviétique a lieu à l'extérieur de la ville. Ceux-ci parviennent à chasser les roumain et à encircler les 300 000 soldats allemands présents dans la ville. Après deux mois de résistance, ceux-ci doivent se rendre. En Afrique, les dernières troupes de l'axe sont vaincus. Les alliés contrôlent tout le continent et menacent maintenant le sud de l'Europe. Un premier débarquement a lieu en Sicile. Sur le front de l'est, Hitler tente de garder l'initiative en lançant une nouvelle offensive vers Kursk. A lieu alors la plus grande bataille de chars de l'histoire. Staline pousse ses alliés à ouvrir un nouveau front à l'ouest. Le Royaume-Uni et les États-Unis veulent d'abord affaiblir et démoraliser l'Allemagne en intensifiant les bombardements des centres industriels et des villes. En Bourg, la deuxième ville du pays est en grande partie rasée. À Kursk, malgré de très lourdes pertes, les soviétiques l'emportent et prennent l'incendant sur les Allemands. En Italie, après la chute de Mussolini, un débarquement britannique menace le pays. gouvernement signe un armistice avec les Alliés. Mais les Allemands ont anticipé ce scénario et prennent rapidement le contrôle des territoires italiens. Alors que la victoire Alliée se profille, pour la première fois, Stalin pour l'URSS, Churchill pour le Royaume Unis et Roosevelt pour les États-Unis se rencontrent à théérant pour préparer la fin de la guerre. Les trois s'accordent notamment pour mieux se coordonner, pour ouvrir prochainement un second front en Europe via deux débarquements en France, et pour soutenir militairement la résistance communiste menée à la guerre. partito en Hugo-Slavie. A l'est, le siège de Leningrad est interrompu après 872 jours qui ont coûté la vie à au moins 1 million de civils. A l'ouest, après le bombardement des usines allemandes qui produisent de l'essence synthétique, les alliés sont prêts à ouvrir un nouveau front. Le plus grand débarquement militaire de l'histoire permet principalement aux États-Unis, aux Royaume-Uni et au Canada de prendre pied en Normandie, alors que l'URSS de son côté lance une énorme offensive qui en deux mois rebousse les Allemands de 600 km. En France, alors qu'un second débarquement a lieu au Sud, le général de Gaulle entre dans Paris libéré. Partout, l'avancée allié libère les pays un à un. Seule la résistance Yugoslavia chasse d'elle-même les troupes allemandes. A nouveau, Stalin, Churchill et Roosevelt se réunissent pour préparer l'après-guerre. Roosevelt obtient la création future de l'Organisation des Nations Unies qui remplacera la société des Nations. Les pays qui déclarent la guerre à l'Allemagne avant le Pr... 1 mars pourront en faire partie ce qui provoque une vague de déclaration de guerre mais sans grande conséquence. Il décide aussi de recréer la Pologne, mais Staline ne cèdra pas les territoires conquis. La Pologne sera donc déplacée vers l'ouest au détriment de l'Allemagne qui sera divisé et occupé par les vainqueurs. L'URSS s'engage aussi à déclarer la guerre au Japon après la capitulation allemande. Les 4 derniers mois du Reich sont les plus meurtriers. Dans les camps de concentration, sur les champs de bataille et au sein des populations. En moyenne, 30 000 personnes meurent chaque jour. Berlin est finalement encirclé par les soviétiques. Hitler, qui s'est réfugié dans un bunker, se suicide deux jours avant la chute de la ville. La capitulation du 3e Reich est signée à Rens le 7 mai, puis ratifiée à Berlin le 8 mai. A Potsdam, les vainqueurs décident du sort des vaincus. L'Italie perd ses colonies. L'Allemagne, comme prévu, est divisée et occupée, alors que l'est du pays devient polonais. Les nouvelles frontières du continent provoqueront d'immenses... nettoyage ethnique. Les minorités polonaise et allemande seront chassés vers leur nouveau pays. Enfin, un ultimatum est lancé au Japon, exigeant sa capitulation sans condition. Le Japon ignore l'ultimatum. Le pays est depuis quelques mois intensivement bombardé par les États-Unis. Plus de 60 grandes villes industrielles sont déjà ravagées. Des États-Unis larguent maintenant deux bombes atomiques sur les villes d'Irochima et de Nagasaki, alors que l'URSS... entame l'invasion du Manchukuo, du sud de Sakaline et des îles Kuril. Finalement, le 2 septembre, le Japon signe sa capitulation. Le pays sera occupé par les États-Unis jusqu'en 1952. À l'ouest, l'URSS et les États-Unis s'accordent pour une division provisoire de la Corée. Enfin, en Indochine, les Français reprennent le contrôle de leur ancienne colonie, mais font face désormais aux indépendantistes vietnamien. De manière générale, les empires coloniales sont maintenant fragilisées par des... mouvement indépendantiste. La seconde guerre mondiale est la guerre la plus meurtrière de l'histoire avec environ 75 millions de morts, dont 66 de civils. L'Union soviétique et la Chine ont de loin été les plus touchés, alors qu'en Chine, la guerre civile reprend entre les communistes et les nationalistes. En Europe, les presque 3 millions de tonnes de bombes qui ont été larguées ont dévasté le vieux continent. De nombreuses villes ont été rasées, principalement en le continent se retrouve divisé avec l'est sous influence soviétique et l'ouest sous influence états-uniennes. Pour la première fois, l'Allemagne et la France se rapprocheront pour relancer l'économie et préserver la paix en créant la communauté européenne du charbon et de l'acier, l'ancêtre de l'Union européenne. Au niveau international, l'ONU est créé, l'organisation a pour mission principale de préserver la paix. D'autres organisations internationales comme l'OTAN, le FMI ou la Banque mondiale sont... aussi créée. D'un point de vue énergétique, les grandes puissances se lancent maintenant dans une course au nucléaire et pour le contrôle des ressources pétrolières. Rapidement, la rivalité monte entre l'URSS et les États-Unis. Les deux superpuissances se lancent désormais dans une guerre froide."
  }
}